/* needs to be localized */

tiLabelSave				= "Save";
tiPaletteLabelSave			= "Save";
tiToolTipSave				= "Save the source of the document";

/* tool tips for the default Print item. Different actions depending on the window */
tiToolTipPrintSource			= "Print the TeX source";
tiToolTipPrint				= "Print the PDF image";

tiLabelTypeset				= "Typeset";
tiPaletteLabelTypeset			= "Typeset";
tiToolTipTypeset			= "Run typesetting program";

tiLabelSharing				= "Sharing";
tiPaletteLabelSharing		= "Sharing";
tiToolTipSharing			= "Share text and pictures";


tiLabelProgram				= "Program";
tiPaletteLabelProgram			= "Program";
tiToolTipProgram			= "Choose typesetting program";

tiLabelTeX				= "TeX";
tiPaletteLabelTeX			= "TeX";
tiToolTipTeX				= "Process the source using plain TeX tool";

tiLabelLaTeX				= "LaTeX";
tiPaletteLabelLaTeX			= "LaTeX";
tiToolTipLaTeX				= "Process the source using LaTeX";

tiLabelBibTeX				= "BibTeX";
tiPaletteLabelBibTeX			= "BibTeX";
tiToolTipBibTeX				= "Run BibTeX";

tiLabelMakeIndex			= "Make Index";
tiPaletteLabelMakeIndex			= "Make Index";
tiToolTipMakeIndex			= "Make Index";

tiLabelMetaPost				= "MetaPost";
tiPaletteLabelMetaPost			= "MetaPost";
tiToolTipMetaPost			= "Run MetaPost";

tiLabelConTeX				= "ConTeXt";
tiPaletteLabelConTeX			= "ConTeXt";
tiToolTipConTeX				= "Run ConTeXt";

tiLabelMetaFont				= "MetaFont";
tiPaletteLabelMetaFont			= "MetaFont";
tiToolTipMetaFont			= "Run MetaFont";

tiLabelPreviousPage			= "Previous";
tiPaletteLabelPreviousPage		= "Alternate Previous Page";
tiToolTipPreviousPage			= "Show previous page";

tiLabelNextPage				= "Next";
tiPaletteLabelNextPage			= "Alternate Next Page";
tiToolTipNextPage			= "Show next page";

tiLabelGotoPage				= "Go to page";
tiPaletteLabelGotoPage			= "Go to page";
tiToolTipGotoPage			= "Go to page";

tiLabelMagnification			= "Magnification";
tiPaletteLabelMagnification		= "Magnification";
tiToolTipMagnification			= "Set page magnification";

tiLabelTemplates			= "Templates";
tiPaletteLabelTemplates			= "Templates";
tiToolTipTemplates			= "Select a template to insert at cursor";

tiLabelTags				= "Tags";
tiPaletteLabelTags			= "Tags";
tiToolTipTags				= "Select a tag to scroll to";

tiLabelPreviousPageButton		= "Previous";
tiPaletteLabelPreviousPageButton	= "Previous Page";
tiToolTipPreviousPageButton		= "Show previous page";

tiLabelNextPageButton			= "Next";
tiPaletteLabelNextPageButton		= "Next Page";
tiToolTipNextPageButton			= "Show next page";

tiLabelTypesetEE			= "Typeset";
tiPaletteLabelTypesetEE			= "Typeset";
tiToolTipTypesetEE			= "Run typesetting program";

tiLabelProgramEE			= "Program";
tiPaletteLabelProgramEE			= "Program";
tiToolTipProgramEE			= "Choose typesetting program";

tiLabelAutoComplete			= "KeyBindings";
tiPaletteLabelAutoComplete		= "KeyBindings";
tiToolTipAutoComplete			= "Toggle key bindings";

tiLabelSplit				= "Split Window";
tiPaletteLabelSplit			= "Split Window";
tiToolTipSplit				= "Toggle window split";

tiLabelSplitKIT				= "Split Window";
tiPaletteLabelSplitKIT		= "Split Window";
tiToolTipSplitKIT			= "Toggle window split";

tiLabelMacros				= "Macros";
tiPaletteLabelMacros			= "Macros";
tiToolTipMacros				= "Insert macros";

tiLabelMacrosEE				= "Macros";
tiPaletteLabelMacrosEE			= "Macros";
tiToolTipMacrosEE                       = "Insert macros";

tiLabelMouseMode			= "MouseMode";
tiPaletteLabelMouseMode			= "Mouse Mode";
tiToolTipMouseMode			= "Change Mouse Mode";

tiLabelSyncMarks			= "SyncMarks";
tiPaletteLabelSyncMarks			= "Sync Marks";
tiToolTipSyncMarks			= "Show Sync Marks";

tiLabelColorIndex				= "ColorIndex";
tiPaletteLabelColorIndex		= "Color Index";
tiToolTipColorIndex				= "Color Index Commands";

tiLabelTypesetKIT				= "Typeset";
tiPaletteLabelTypesetKIT		= "Typeset";
tiToolTipTypesetKIT				= "Run typesetting program";

tiLabelSharingKIT				= "Sharing";
tiPaletteLabelSharingKIT		= "Sharing";
tiToolTipSharingKIT				= "Share text and images";

tiLabelProgramKIT				= "Program";
tiPaletteLabelProgramKIT		= "Program";
tiToolTipProgramKIT				= "Choose typesetting program";

tiLabelPreviousPageKIT			= "Previous";
tiPaletteLabelPreviousPageKIT	= "Previous Page";
tiToolTipPreviousPageKIT		= "Show previous page";

tiLabelNextPageKIT				= "Next";
tiPaletteLabelNextPageKIT		= "Next Page";
tiToolTipNextPageKIT			= "Show next page";

tiLabelPreviousPageButtonKIT		= "Previous";
tiPaletteLabelPreviousPageButtonKIT	= "Previous Page";
tiToolTipPreviousPageButtonKIT		= "Show previous page";

tiLabelNextPageButtonKIT			= "Next";
tiPaletteLabelNextPageButtonKIT		= "Next Page";
tiToolTipNextPageButtonKIT			= "Show next page";

tiLabelGotoPageKIT				= "Go to page";
tiPaletteLabelGotoPageKIT		= "Go to page";
tiToolTipGotoPageKIT			= "Go to page";

tiLabelMagnificationKIT			= "Magnification";
tiPaletteLabelMagnificationKIT	= "Magnification";
tiToolTipMagnificationKIT		= "Set page magnification";

tiLabelMacrosKIT				= "Macros";
tiPaletteLabelMacrosKIT			= "Macros";
tiToolTipMacrosKIT              = "Insert macros";

tiLabelMouseModeKIT				= "MouseMode";
tiPaletteLabelMouseModeKIT		= "Mouse Mode";
tiToolTipMouseModeKIT			= "Change Mouse Mode";

tiLabelSyncMarksKIT				= "SyncMarks";
tiPaletteLabelSyncMarksKIT		= "Sync Marks";
tiToolTipSyncMarksKIT			= "Show Sync Marks";

tiLabelBackForthKIT				= "Back/Forward";
tiPaletteLabelBackForthKIT		= "Back/Forward";
tiToolTipBackForthKIT			= "Back Forward Buttons";

tiLabelDrawerKIT				= "Drawer";
tiPaletteLabelDrawerKIT			= "Drawer";
tiToolTipDrawerKIT				= "Toggle Drawer";

tiLabelShowFullPath				= "FullPath";
tiPaletteLabelShowFullPath		= "FullPath";
tiToolTipShowFullPath			= "Show Full Path in Window Title";




